Table of Contents
 Class CssComponentTimeLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Cross-section coponent loading
public class CssComponentTimeLoading
Inheritance
object
CssComponentTimeLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Loading
Loading
public SectionResultBase Loading { get; set; }
Property Value
SectionResultBase
 Time
Time
public double Time { get; set; }
Property Value
double
 Edit this page